<?php

$menu = <<<EOD
  <li><a href="#share">Распаўсюдзіць гэты план</a></li>
  <li><a href="https://www.change.org/petitions/eu-parliament-and-eu-commission-stop-mass-surveillance-protect-our-data-and-our-whistleblowers">Падпішы петыцыю</a></li>
  <!--li><a href="#">Пра Рух Піратаў</a></li-->
EOD;

$share = "Адкрый гэты план сваім сябрам... ды NSA!";

$manifesto = <<<EOD
  <div class="first box">

<p>
 <span class="intro">Мы ўзрушаныя</span> навіной аб небывалым <strong>назіранні за карыстальнікамі інтэрнэту</strong> па ўсім свеце з дапамогаю PRISM (праграма назірання) і іншых падобных праграм. Такія магчымасці для назірання, як гэтыя, асабліва калі яны ажыццяўляюцца без кантролю грамадзян, сур’ёзна <strong>паграджаюць правам чалавека на свабоду слова і прыватнасці, а таксама асновам нашай дэмакратыі</strong>.<br /><br /></p>
    <p><span class="intro">Мы ўхваляем інфарматара Эдварда Сноўдэна</span> за яго ўчынак. Калі ўрад сапраўды створаны народам і існуе для народа, не можа быць злачынствам страта інфармацыі аб ходзе і ступенях дзеянняў урада, заяўленых як накіраваныя на абарону грамадства. Прадстаўнік ураду ва ўмовах дэмакратыі абапіраецца на згоду свайго народа. Аднак такая згода не можа існаваць, калі грамадзяне недастаткова інфармаваныя.</p>
    <p>Мы з трывогай адзначаем, што ЗША дэманструе абсалютную непавагу да правоў еўрапейскіх грамадзян і, больш агульна, усіх, хто выкарыстоўвае амерыканскія паслугі сувязі і інфраструктуры. Мы таксама адзначаем негатыўны ўплыў на іх саюзнікаў, на суверэнітэт пацярпелых краін і на канкурэнтаздольнасць іх бізнэсу.</p>
    <p><span class="intro">Еўропа павінна адрэагаваць</span> на гэтыя выкрыцці з належнай рашучасцю. У святле гэтай сітуацыі важна, каб Еўрапейскі Саюз, замест таго каб стаць саўдзельнікам злоўжывання ўладай, якое вельмі дорага каштуе грамадству, станавіўся сусветным <strong>маяком для цыфравых правоў і абароны прыватнага жыцця, для празрыстага ўрада і аховы інфарматараў</strong>.<br /><br /></p>

    <p><span class="intro">Мы патрабуем:</span></p>
  </div>
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">1. Прытулку і абароны інфарматараў</a></h3>
    <div class="expanded">
      <p>Урад ЗША, на прыкладзе <a href="http://iam.bradleymanning.org">Брэдлі Мэнінга</a> і іншых, прадэманстраваў, што яго <a href="http://www.guardian.co.uk/world/2012/mar/12/bradley-manning-cruel-inhuman-treatment-un">абыходжанне з інфарматарамі</a> з’яўляецца падставай да сур’езнай заклапочанасці. Грамадская маркіроўка Эдварда Сноўдэна як “здрадніка” рознымі афіцыйнымі асобамі і медыя ЗША стварыла такое становішча, якое не можа даць яму ўпэўненасці ў тым, што судовы працэс над ім будзе справядлівы. Яго вера ў празрыстаць ураду можа стаць прычынай пераследу, і, несумненна,  ён рызыкуе сутыкнуцца з бесчалавечным або зневажальным годнасць абыходжаннем альбо пакараннем, уключаючы смяротнае.</p>
      <p>Мы заклікаем усе ўрады Еўропы <strong>з сімпатыяй ставіцца да любых зваротаў забяспечыць  палітычны прытулак альбо даць дадатковую (субсідыярную) ахову</strong> Эдварду Сноўдэну і іншым інфарматарам, і хутка рэагаваць на любыя іх падобныя прашэнні.</p>
    </div>
  </div>

  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">2. Выкрыцця фактаў</a></h3>
    <div class="expanded">
      <p>Непрымальна, што сакрэтныя магчымасці і практыкі <strong>мінуюць дэмакратычны працэс</strong> і прадухіляюць крытычнае і рацыянальнае ўзаемадзеянне, неабходнае ў дэмакратычным грамадстве, каб вызначыць належныя і недарэчныя накірункі дзеяння.</p>
      <p>Мы заклікаем Еўрапейскі парламент, згодна артыкулу <a href="http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//TEXT+RULES-EP+20130521+RULE-185+DOC+XML+V0//EN&language=EN&navigationBar=YES">185 яго правілаў дзяення</a> , сфармаваць <strong>следчы камітэт</strong>. Факты, якія трэба высвятліць і апублікаваць:</p>
      <ul class="chunk">
        <li>Што з’яўляецца праўдай аб магутнасцях PRISM?</li>
        <li>Якія каналы і крыніцы дадзеных гэта сістэма выкарыстоўвала?</li>
        <li>Якія адміністратыўная органы ЕС, і, якія дзяржавы удзельніцы ведалі пра PRISM або мелі да яго доступ ды падобных праграм або дадзеных ад іх?</li>
        <li>Якія з пазначаных дакументаў ( <a href="http://www.europarl.europa.eu/charter/default_en.htm">Усеагульная Дэкларацыя Правоў чалавека</a>, <a href="https://en.wikipedia.org/wiki/Data_Protection_Directive">Дырэктыва Аховы Дадзеных</a>, <a href="https://en.wikipedia.org/wiki/Directive_on_Privacy_and_Electronic_Communications">Дырэктыва аб Прыватнасці і Электронных Камунікацыях</a>, альбо любыя іншыя законы ЕС былі парушаны?</li>
      </ul>
      <p>Мы пашыраем гэты заклік да усіх нацыянальных парламентаў - даследваць, якія нацыянальныя канстытуцыі, законы аб ахове дадзеных, шпіёнства былі парушаны.</p>
    </div>
  </div>

<div class="box supporters">
    <h3><a href="#" onclick="return toggle(this)">3. Моцнай Еўрапейскай Аховы Дадзеных</a></h3>
    <div class="expanded">
      <p>Агульнае Рэгуляванне Аховы Дадзеных, якое зараз на разглядзе, <a href="http://www.privacycampaign.eu/key-issues-of-the-regulation/">павінна быць узмоцнена</a> , каб гарантаваць шырокую і маючую сур’ёзныя наступствы ахову асабістых і камерцыйных дадзеных. <a href="http://lobbyplag.eu/">Высілкам лабістаў</a> , якія выступаюць супраць, павінна быць аказана процідзеянне.</p>
      <p>У прыватнасці, <strong>дадзеныя еўрапейскіх грамадзян не мусяць быць наўмысна перададзены выведвальным службам Злучаных Штатаў</strong>. <a href="https://www.openrightsgroup.org/blog/2013/how-the-eu-commission-caved-to-us-demands-to-water-down-its-privacy-law">Артыкул 42</a> з першага злітага праекта плана, які адрасаваны на знешнія дзеянні трэціх краінаў, такія як Патрычны Акт ЗША (Patriot Act), Амерыканскі Акт Выведвальна Нагляду (Foreign Intelligence Surveillance Act) і накладанне бар’ераў для замежных заканадаўчых уладаў даступацца да Еўрапейскіх дадзеных павінен быць паўторна ўведзены. Метададзеныя і псеўданімны павінны быць таксама абароненыя.</p>
      <p>Згодна <a href="https://en.wikipedia.org/wiki/International_Safe_Harbor_Privacy_Principles">Міжнародным Прынцыпам Бяспечнай Гавані</a>, кампаніі ЗША павінны інфармаваць карыстальнікаў, калі яны перадаюць дадзеныя трэцім асобам. Здаецца, што кампаніі, якія ўдзельнічалі ў праграме PRISM, парушылі гэтыя ўмовы. У адказ, ЕС павінен <strong>ануляваць пагадненне</strong> аб гэтых Прынцыпах (<a href="http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:32000D0520:EN:HTML">Commission Decision 2000/520/EC</a>), каб закранутыя кампаніі падвергліся Еўрапескім судам і неадкладна прыпынілі гэтыя практыкі. Бяспечная Гавань павінна быць перагледжана з больш эфектыўнай аховай і базавымі механізмамі ў гэтым месцы, або замененая новымі міжнароднымі пагадненнямі па ахове дадзеных, для прыкладу, базуючыся на Агульным Рэгуляванні Аховы Дадзеных.</p>
    </div>
  </div>

  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">4. Міжнароднага пагаднення аб свабодным Інтэрнеце</a></h3>
    <div class="expanded">
      <p>Каб гарантаваць, што Інтэрнэт застаецца месцам магчымасцяў і дамэкратычных сілаў больш, чым працяг звычайнага іструмента для кантролю і скарачэння дэмакратыі і асабістых свабодаў. ЕС варта ўзначаліць <strong>міжнароднае Пагадненне аб Свабодным Інтэрнеце</strong>. Такое пагадненне павінна добра ахоўваць канфедэнцыйнасць камунікацыяў, свабоду выяўлення і дасягу да інфармацыі (спецыяльна з прыналежнасцю да Інтэрнета), а таксама сеткавы нейтралітэт.</p>
    </div>
  </div>

<div class="box">
    <h3><a href="#" onclick="return toggle(this)">5. Фонду праграмнага забеспячэння (з функцыямі прыватнасці)</a></h3>
    <div class="expanded">
      <p>У дадатак да лініі аховы прыватнасці, спажывец павінен мець наладку для <strong>выкарыстання праграмнага забеспачэння і паслугі, якія добра ахоўваюць іх прыватнасць</strong>. Такое забеспячэнне можа прапаноўваць ананімнасць, добрае скразное шыфраванне, архітэктуру карыстальнік-карыстальнік (p2p), магчмасць размеркаванага або самастойнага захавання дадзеных карыстальніка, адкрыты для аналіза карыстальніка праграмнага забеспячэння код і функцыі аховы прыватнасці.</p>
      <p>Мы вітаем факт, што сённяшні план для праекту праграмы <a href="http://ec.europa.eu/research/horizon2020/index_en.cfm">Гарызонт 2020</a> уключае мэту <em>&quot;<a href="http://www.kuleuven.be/eu/horizon2020/societal_challenges/security-more.html">забяспечыць прыватнасць і ахову Інтэрнета</a>&quot;</em>. Мы заклікаем Еўрапейскі Саюз гарантаваць, што <strong>больш значны адсотак</strong> сродкаў на даследванні будзе патрачаны на развіццё праграмнага забеспячэння і выбару паслуг у гэтым накірунку, чым патрачаны на <a href="https://en.wikipedia.org/wiki/INDECT">праекты з супрацлеглымі мэтамі</a>. Напрыклад, даследваніі тэхналогіяў па нагляду і выцягванню дадзеных, а таксама праекты, яўныя мэты якіх ёсць бязладныя і без сумневу накіраваная на нагляд, павінны быць адмененыя цалкам.</p>
    </div>          
  </div>

  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">6. Да прадухілення еўрапейскіх PRISM</a></h3>
    <div class="expanded">
      <p>Мы прапаноўваем заканадаўчыя меры па <strong>ўзмацненню абароны супраць падобных падманаў у Еўропе</strong>.</p>
      <p><strong><a href="https://en.wikipedia.org/wiki/Tempora">Прамыя праграмы па выцягванню інфармацыі</a></strong> ад агенстваў ураду, якія знаходзяцца ў асновах каналаў сувязі Інтэрнета, такія як, паводле звестак, устаноўленыя NSA (Агенства Нацыянальнай Бяспекі) як частка <a href="http://thinkprogress.org/justice/2013/06/10/2133201/blarney-online-surveillance/?mobile=nc">праграммы BLARNEY (паралельная праграма, збірае метададзеныя на прапускных пунктах уздоўж Інтернета)</a>, павінны быць відавочна абвешчаныя па-за законам. Такія праграмы дазваляюць захоўваць і аналізаваць дадзеныя ўсіх інтэрнет камунікацый, у абыход усяго іншага кантролю і працэдур, наносячы шкоду канфідэнцыйным дадзеным і прыватнасці кажнага. Парушэнне цэласнасці сеткавай інфраструктуры гэтым непрымальным чынам падрывае давер да ўсяго Інтэрнэта і пагражае ўсім яго перавагам.</p>

      <p>Мы таксама паўтараем наш заклік да <strong>адмены <a href="https://en.wikipedia.org/wiki/Data_Retention_Directive">Дырэктывы Захоўвання Дадзеных</a></strong>. Чэшскія і румыскія кансцітуцыйныя суды зрабілі відавачныя <a href="https://wiki.openrightsgroup.org/wiki/Data_Retention_Directive#Challenges_and_non-implementation">высновы</a>, што шырокае і не маючае падазрэнняў захоўванне дадзеных з’яўляецца істотным парушэннем асноўных правоў чалавека. Ствараючы хаатычную калекцыю вялікіх аб’ёмаў дадзеных без падцверджання суда, праграмы захоўвання дадзеных дазваляюць выканаўчым уладам працягваць падман з дапамогай платформаў як PRISM, пагражаючы падзяленню ўлады на выканаўчую і судовую, што з’яўляецца асновай нашай дэмакратыі.</p>
    </div>          
  </div>

EOD;

$undersigned = "Ніжэй падпісаўшыеся";


?>
