<?php

$menu = <<<EOD
  <li><a href="#share">Share this plan</a></li>
  <li><a href="https://www.change.org/petitions/eu-parliament-and-eu-commission-stop-mass-surveillance-protect-our-data-and-our-whistleblowers">Sign the petition</a></li>
EOD;

$manifesto = <<<EOD
  <div class="first box">
    <p><span class="intro">ΑΙΣΘΑΝΘΗΚΑΜΕ ΦΡΙΚΗ</span> όταν μάθαμε για την πρωτοφανή <strong>παρακολούθηση των χρηστών του διαδικτύου</strong> σε όλο τον κόσμο μέσω του <a href="http://en.wikipedia.org/wiki/PRISM_(surveillance_program)">PRISM</a> και από παρόμοια προγράμματα. Με τις καθολικές δυνατότητες κατασκοπείας που είχαν, ειδικά όταν εφαρμόζονται χωρίς τον έλεγχο και την αποδοχή των πολιτών, <strong>απειλούν σοβαρά τα ανθρώπινα δικαιώματα της ελευθερίας του λόγου και της ιδιωτικής ζωής και μαζί με αυτά και τα θεμέλια των δημοκρατιών μας</strong>.<br /><br /></p>
    <p><span class="intro">ΕΠΙΚΡΟΤΟΥΜΕ ΤΟΝ ΚΑΤΑΓΓΕΛΟΝΤΑ <a href="http://is.gd/0gjISM" target="_blank">EDWARD SNOWDEN</a></span> για τις ενέργειές του. Όταν μια κυβέρνηση είναι πραγματικά από τους ανθρώπους και για τους ανθρώπους, δεν μπορεί να είναι έγκλημα η διαρροή πληροφοριών σχετικά με τη διάρκεια και την έκταση των ενεργειών από την κυβέρνηση, στο όνομα των πολιτών της, ισχυριζόμενη ότι ο σκοπός της είναι προστασία μας. Μια αντιπροσωπευτική κυβέρνηση, σε μια δημοκρατία, βασίζεται στη συναίνεση των ανθρώπων της. Ωστόσο, τέτοια συναίνεση δεν μπορεί να υπάρξει, όταν οι πολίτες δεν είναι πλήρως ενημερωμένοι.</p>
    <p>Σημειώνουμε με ανησυχία την παντελή έλλειψη σεβασμού που δείχνει η κυβέρνηση των ΗΠΑ για τα δικαιώματα των Ευρωπαίων πολιτών και, γενικότερα, όποιων χρησιμοποιούν τις υπηρεσίες επικοινωνίας και των υποδομών που βασίζονται στις ΗΠΑ. Σημειώνουμε επίσης την αρνητική επίπτωση πάνω στους συμμάχους της, πάνω στην κυριαρχία των θιγμένων χωρών και πάνω στην ανταγωνιστικότητα των επιχειρήσεών τους.</p>
    <p><span class="intro">Η ΕΥΡΩΠΗ ΠΡΕΠΕΙ ΝΑ ΑΠΑΝΤΗΣΕΙ</span> σε αυτές τις αποκαλύψεις με τη δέουσα αποφασιστικότητα. Υπό το φως αυτής της κατάστασης, είναι σημαντικό η Ευρωπαϊκή Ένωση, αντί να παραμένει συνένοχη με αυτήν την κατάχρηση εξουσίας που έρχεται με ένα αφόρητο κόστος για την κοινωνία, να γίνει ένας παγκόσμιος <strong>φάρος για τα ψηφιακά δικαιώματα και την προστασία της ιδιωτικής ζωής, την κυβερνητική διαφάνεια και την προστασία των πληροφοριοδοτών</strong>.<br /><br /></p>
    <p><span class="intro">ΚΟΙΝΟΠΟΙΟΥΜΕ ΑΝΟΙΧΤΗ ΠΡΟΣΚΛΗΣΗ ΓΙΑ:</span></p>
  </div>            
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">1. ΤΗΝ ΑΠΟΔΟΣΗ ΑΣΥΛΟΥ ΚΑΙ ΠΡΟΣΤΑΣΙΑΣ ΓΙΑ ΑΥΤΟΥΣ ΠΟΥ ΚΑΤΑΓΓΕΛΟΥΝ</a></h3>
    <div class="expanded">
      <p>Η κυβέρνηση των ΗΠΑ έχει αποδειχθεί -στην περίπτωση του Bradley Manning και άλλων- πως ο τρόπος που χειρίζεται τους καταγγέλλοντες αποτελεί αιτία σοβαρής ανησυχίας. Η δημόσια επισήμανση του Edward Snowden ως «προδότη» από διάφορους αξιωματούχους των ΗΠΑ στα μέσα ενημέρωσης, έχει δημιουργήσει ένα τέτοιο κλίμα μέσα στο οποίο ο ίδιος δεν θα μπορεί να είναι βέβαιος ότι θα έχει μια δίκαιη δίκη. Θα μπορούσε να υποστεί δίωξη για τα πολιτικά του πιστεύω πάνω στην κυβερνητική διαφάνεια, και σίγουρα κινδυνεύει να τον αντιμετωπίσουν απάνθρωπα ή να τον μεταχειριστούν ταπεινωτικά, ακόμη και να τον απειλήσουν με θανατική ποινή.</p>
      <p>Καλούμε όλες τις κυβερνήσεις της Ευρώπης να <strong>αντιμετωπίσουν ευνοϊκά τις αιτήσεις για πολιτικό άσυλο ή για την επικουρική προστασία,</strong> από τον κ. Edward Snowden και από άλλους πληροφοριοδότες και να επισπεύσουν όσο γίνεται πιο γρήγορα την εφαρμογή τους.</p>
    </div>
  </div>
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">2. ΝΑ ΑΠΟΚΑΛΥΦΘΟΥΝ ΤΑ ΠΡΑΓΜΑΤΙΚΑ ΓΕΓΟΝΟΤΑ</a></h3>
    <div class="expanded">
      <p>Είναι απαράδεκτο το γεγονός ότι οι δυνατότητες της μυστικής παρακολούθησης και οι πρακτικές τους, <strong>καταστρατηγούν τις δημοκρατικές διαδικασίες</strong> και αποτρέπουν την κρίσιμη, ορθολογική συμμετοχή, που είναι αναγκαία σε μια δημοκρατία, για να καθορίζονται οι νομικές διαδικασίες και πράξεις.</p>
      <p>Καλούμε το Ευρωπαϊκό Κοινοβούλιο να σχηματίσει μια <strong>εξεταστική επιτροπή</strong>, σύμφωνα με <a href="http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//TEXT+RULES-EP+20130416+RULE-185+DOC+XML+V0//EL" target="_blank">το άρθρο 185 του Κανονισμού του</a>. Τα γεγονότα που χρίζουν πλήρους διερεύνησης είναι:</p>
      <ul class="chunk">
        <li>Ποιες είναι οι πραγματικές δυνατότητες του PRISM;</li>
        <li>Ποιες ροές δεδομένων και πηγών χρησιμοποιεί;</li>
        <li>Ποια διοικητικά όργανα της ΕΕ και των κρατών-μελών της, έχουν λάβει γνώση του ή έχουν πρόσβαση στο PRISM και σε παρόμοια προγράμματα ή σε δεδομένα που να προέρχονται από αυτά;</li>
        <li>Σε ποιο βαθμό έχουν παραβιαστεί ο <a href="http://www.europarl.europa.eu/charter/pdf/text_el.pdf" target="_blank">Χάρτης των Θεμελιωδών Δικαιωμάτων</a>, η <a href="http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:31995L0046:el:HTML" target="_blank">Οδηγία για την Προστασία των Δεδομένων</a>, η <a href="http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:32002L0058:el:HTML" target="_blank">Οδηγία για την Ιδιωτική Ζωή τις Ηλεκτρονικές Επικοινωνίες</a> ή οποιαδήποτε άλλη σχετική νομοθεσία της ΕΕ;</li>
      </ul>
      <p>Επεκτείνουμε αυτή την πρόσκληση προς όλα τα εθνικά κοινοβούλια -για να διερευνήσουν κατά πόσον τα εθνικά συντάγματα, οι νόμοι προστασίας των δεδομένων και οι νόμοι περί κατασκοπείας τους, έχουν παραβιαστεί.</p>
    </div>
  </div>
  <div class="box supporters">
    <h3><a href="#" onclick="return toggle(this)">3. ΜΙΑ ΙΣΧΥΡΗ ΕΥΡΩΠΑΪΚΗ ΠΡΟΣΤΑΣΙΑ ΤΩΝ ΔΕΔΟΜΕΝΩΝ</a></h3>
    <div class="expanded">
     <p>Ο <a href="http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2012:0011:FIN:EL:HTML" target="_blank">Γενικός Κανονισμός Προστασίας Δεδομένων</a>, επί του παρόντος είναι υπό εξέταση και θα πρέπει να ενισχυθεί για να διασφαλιστεί μια ευρεία και εκτεταμένη προστασία των ιδιωτικών και επιχειρηματικών δεδομένων. Να αντισταθούμε στην άσκηση πίεσης σε προσπάθειες για το αντίθετο.</p>
<p>Συγκεκριμένα, <strong>τα δεδομένα των Ευρωπαίων πολιτών δεν πρέπει εν γνώσει να παραδίδονται στις αμερικανικές υπηρεσίες πληροφοριών</strong>. Το άρθρο 42, από το πρώτο πρόχειρο κείμενο με το σχέδιο της πρότασης αναθεώρησης που διέρρευσε, απευθύνεται σε ενέργειες για υποθέσεις ετεροδικίας με τρίτες χώρες, όπως αυτές των ΗΠΑ βάση του νόμου <a href="http://en.wikipedia.org/wiki/Patriot_Act" target="_blank">Patriot Act</a> και της Υπηρεσίας Εθνικής Ασφάλειας των ΗΠΑ, και επιβάλλει εμπόδια για τις ξένες δικαστικές αρχές στο να έχουν πρόσβαση στα ευρωπαϊκά δεδομένα, πρέπει να ξανά μπει στην οδηγία. Τα μεταδεδομένα και ψευδώνυμα δεδομένα πρέπει επίσης να προστατεύονται.</p>
<p>Σύμφωνα με τις Αρχές της Προστασίας Προσωπικών Δεδομένων, (<a href="http://en.wikipedia.org/wiki/International_Safe_Harbor_Privacy_Principles" target="_blank">International Safe Harbor Privacy Principles</a>), οι αμερικανικές εταιρείες πρέπει να ενημερώνουν τους χρήστες όταν χορηγούν πρόσβαση στα δεδομένα τους, σε τρίτους. Φαίνεται ότι οι εταιρείες που συμμετέχουν στο πρόγραμμα PRISM παραβίασαν τις διατάξεις αυτές. Σε απάντηση αυτών, η ΕΕ πρέπει να <strong>ανακαλέσει τη συμφωνία</strong> που έχει κάνει πάνω στις εν λόγω αρχές (<a href="http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:22001D0712(01):EL:HTML" target="_blank">Απόφαση Επιτροπής 2000/520/ΕΚ</a>), έτσι ώστε οι οικείες επιχειρήσεις να υπόκεινται στα ευρωπαϊκά δικαστήρια και θα πρέπει να σταματήσουν αυτές τις πρακτικές αμέσως. Οι Αρχές Προστασίας θα πρέπει στη συνέχεια να αποτελέσουν αντικείμενο επαναδιαπραγμάτευσης με πιο αποτελεσματικές διασφαλίσεις και μηχανισμούς προσφυγής στην θέση τους, ή να αντικατασταθούν από μια νέα διεθνή συμφωνία για την προστασία των δεδομένων, πχ. με βάση τις αρχές του Γενικού Κανονισμού για την Προστασία των Δεδομένων.</p>
    </div>
  </div>
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">4. ΜΙΑ ΔΙΕΘΝΗΣ ΣΥΝΘΗΚΗ ΣΧΕΤΙΚΑ ΜΕ ΤΗΝ ΕΛΕΥΘΕΡΙΑ ΤΟΥ ΔΙΑΔΙΚΤΥΟΥ</a></h3>
    <div class="expanded">
      <p>Για να εξασφαλιστεί ότι το Διαδίκτυο εξακολουθεί να αποτελεί την δύναμη της ενδυνάμωσης και του εκδημοκρατισμού, αντί να συνεχιστεί να χρησιμοποιείτε ως εργαλείο για τον περιορισμό και την συρρίκνωση της δημοκρατίας και της ατομικής ελευθερίας, η ΕΕ θα πρέπει να ηγηθεί μιας <strong>Διεθνούς Συνθήκης για την Ελευθερία του Διαδικτύου</strong>. Μια τέτοια συνθήκη θα πρέπει να προστατεύει έντονα το απόρρητο των επικοινωνιών, της ελευθερίας της έκφρασης και της πρόσβασης σε πληροφορίες (ειδικότερα, όπως αυτά αναφέρονται στο Internet), καθώς και στην ουδετερότητα του δικτύου.</p>
    </div>
  </div>
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">5.  ΤΗΝ ΧΡΗΜΑΤΟΔΟΤΗΣΗ ΛΟΓΙΣΜΙΚΟΥ ΠΟΥ ΝΑ ΕΝΣΩΜΑΤΩΝΕΙ ΤΗΝ ΠΡΟΣΤΑΣΙΑ ΤΗΣ ΙΔΙΩΤΙΚΗΣ ΖΩΗΣ</a></h3>
    <div class="expanded">
<p>Ως μια πρόσθετη γραμμή άμυνας προστασίας της ιδιωτικής ζωής, οι καταναλωτές πρέπει να έχουν τη δυνατότητα να <strong>χρησιμοποιούν λογισμικό και υπηρεσίες που να προστατεύουν την ιδιωτική τους ζωή, έντονα</strong>. Το εν λόγω λογισμικό μπορεί να προσφέρει ανωνυμία, ισχυρή απ” άκρο εις άκρο κρυπτογράφηση, peer-to-peer (ένας προς έναν) αρχιτεκτονικές, ομοσπονδιακά φυλασσόμενα ή με δυνατότητα για αυτο-φιλοξενούμενα, δεδομένα του χρήστη, τον ελέγξιμο από την μεριά του χρήστη ανοικτό κώδικα και με άλλα χαρακτηριστικά προστασίας της ιδιωτικής ζωής.</p>
<p>Επικροτούμε το γεγονός ότι η τρέχουσα πρόταση για το πρόγραμμα πλαίσιο Ορίζοντας 2020 (<a href="http://www.gsrt.gr/central.aspx?sId=110I458I1163I646I464683&amp;olID=777&amp;neID=589&amp;neTa=1_642&amp;ncID=0&amp;neHC=0&amp;tbid=0&amp;lrID=2&amp;oldUIID=aI777I0I119I428I1089I0I2&amp;actionID=load" target="_blank">Horizon 2020</a>) περιλαμβάνει ως στόχο του να “εξασφαλίσει την προστασία της ιδιωτικής ζωής και της ελευθερίας στο Διαδίκτυο”. Καλούμε την Ευρωπαϊκή Ένωση να διασφαλίσει ότι ένα <strong>σημαντικά μεγαλύτερο ποσοστό</strong> των ερευνητικών πόρων θα δαπανώνται για την προώθηση του λογισμικού και των υπηρεσιών επιλογής προς αυτήν την κατεύθυνση, και όχι σε έργα με κάποιον αντίθετο στόχο, λ.χ. για επιτήρηση/παρακολούθηση και έρευνα για τεχνικές εξόρυξης δεδομένων, και τα πρότζεκτ που έχουν ως σαφή στόχο την αδιάκριτη και άνευ αιτίας παρακολούθηση, να απορρίπτονται άμεσα.</p>
    </div>          
  </div>
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">6. ΤΗΝ ΠΡΟΛΗΨΗ ΥΠΑΡΞΗΣ ΕΝΟΣ ΕΥΡΩΠΑΪΚΟΥ PRISM</a></h3>
    <div class="expanded">
 <p>Έχουμε προτείνει νομοθετικά μέτρα για την <strong>ενίσχυση της άμυνας κατά της εφαρμογής ενός τέτοιου παρόμοιου προγράμματος και στην Ευρώπη</strong>.</p>
<p><strong>Άμεσες προσβάσεις</strong> από κυβερνητικούς οργανισμούς, σε κανάλια επικοινωνίας στην σπονδυλική στήλη του Internet, όπως αυτά που φέρεται να έχουν εγκατασταθεί από την NSA, ως μέρος του προγράμματος <a href="http://thinkprogress.org/justice/2013/06/10/2133201/blarney-online-surveillance/" target="_blank">BLARNEY</a>, πρέπει να είναι απαγορεύονται ρητά. Όλων των ειδών τέτοιες προσβάσεις που επιτρέπουν την αποθήκευση και την εξόρυξη δεδομένων όλων των επικοινωνιών στο Διαδίκτυο, παρακάμπτοντας όλους τους άλλους ελέγχους και τις διαδικασίες και θέτουν σε κίνδυνο όλα τα εμπιστευτικά δεδομένα και την ιδιωτική ζωή του καθενός. Παραβιάζοντας την ακεραιότητα της υποδομής του δικτύου με αυτόν το απαράδεκτο τρόπο, υπονομεύεται η εμπιστοσύνη για ολόκληρο το Διαδίκτυο και απειλούνται όλα τα οφέλη του.</p>
<p>Ανανεώνουμε επίσης τις εκκλήσεις μας για την <strong>κατάργηση της <a href="http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:32006L0024:el:HTML" target="_blank">Οδηγίας για τη Διατήρηση των Δεδομένων</a></strong>. Τα συνταγματικά δικαστήρια της Τσεχίας, της Σερβίας και της Ρουμανίας ρητά κατέληξαν στο συμπέρασμα ότι η ευρεία και άνευ αιτίας διατήρηση των δεδομένων αποτελεί θεμελιώδη παραβίαση των βασικών ανθρωπίνων δικαιωμάτων. Με την καθιέρωση της αδιάκριτης συλλογής μεγάλων ποσοτήτων δεδομένων χωρίς δικαστική έγκριση, τα δεδομένα των προγραμμάτων διατήρησης επιτρέπουν την καθολική εκτέλεση και την συνέχιση της λειτουργίας σε πλατφόρμες όπως το PRISM, απειλώντας τον διαχωρισμό των εξουσιών μεταξύ της εκτελεστικής και της δικαστικής εξουσίας, η οποία αποτελεί τη βάση των δημοκρατιών μας. </p>
    </div>          
  </div>
EOD;

$undersigned = "Υπογράφουν";


?>