<?php

$menu = <<<EOD
  <li><a href="#share">Share this plan</a></li>
  <li><a href="https://www.change.org/petitions/eu-parliament-and-eu-commission-stop-mass-surveillance-protect-our-data-and-our-whistleblowers">Подписать обращение</a></li>
EOD;

$manifesto = <<<EOD
  <div class="first box">
    <p><span class="intro">Мы потрясены</span> фактом того, как пристально власти <strong>следили за пользователями Интернета</strong> по всему миру при помощи PRISM и подобных инициатив. Такие всеобъемлющие программы слежки, в особенности, разработанные без контроля со стороны граждан, составляют <strong>серьёзную угрозу правам человека на свободу слова, приватность, а также всем основам наших демократий</strong>.<br /><br /></p>
    <p><span class="intro">Мы восхищены действиями Эдварда Сноудена</span> и его разоблачениями. Когда государство действительно создаётся гражданами и для граждан, нельзя считать преступлением распространение информации о действиях, совершаемых правительством во имя граждан и под предлогом их защиты. Представительное правительство при демократии опирается на согласие и мнение своего народа. Вместе с тем, согласие не может существовать, если от людей что-то скрывается.</p>
    <p>Мы обеспокоены полным отсутствием уважения правительства США к правам граждан европейских стран, и что более важно, к правам всех тех, кто использует размещённые в США сервисы и инфраструктуру. Помимо этого, действия США оказывают негативный эффект на своих же союзников, суверенитет затронутых стран, а также конкурентоспособность их бизнеса.</p>
    <p><span class="intro">Европа должна отреагировать</span> на эти разоблачения соответствующим образом. В свете случившегося очень важно, чтобы Европейский Союз, вместо того, чтобы оставаться соучастником в этом злоупотреблении властью, которое обходится обществу дорогой ценой, для всех в мире стал <strong>образцом того, как нужно защищать цифровые права и приватность, каким прозрачным должно быть государство, и как нужно защищать тех, кто разоблачает злоупотребления властью</strong>.<br /><br /></p>
    <p><span class="intro">Мы призываем:</span></p>
  </div>            
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">1. Обеспечить разоблачителей убежищем и защитой</a></h3>
    <div class="expanded">
      <p>Правительство Соединённых Штатов уже показало на примере <a href="http://iam.bradleymanning.org">Брэдли Мэннинга</a> и других, что <a href="http://www.guardian.co.uk/world/2012/mar/12/bradley-manning-cruel-inhuman-treatment-un">их отношение</a> к собственным гражданам, разоблачающим строй, является предметом для серьёзных опасений. То, что некоторые официальные лица и СМИ в США называют Эдварда Сноудена "предателем", создаёт среду, в которой ему не может быть гарантирован честное и справедливое судебное разбирательство. Его могут подвергнуть преследованию лишь на основании его политических убеждений, веры в открытость работы правительства, и без сомнений окажется под угрозой бесчеловечного, унижающего достоинство, наказания, в том числе - смертной казни.</p>
      <p>Мы призываем все государства Европы <strong>отнестись с пониманием к любым просьбам о политическом убежище или присуждении статуса беженца</strong> Эдварда Сноудена и других лиц, а также рассматривать подобные прошения так быстро, как это возможно.</p>
    </div>
  </div>
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">2. Рассказать правду</a></h3>
    <div class="expanded">
      <p>Это совершенно неприемлимо, что средства и приёмы скрытого наблюдения нарушают <strong>демократические процессы в обществе</strong>, и мешают рациональному взаимодействию граждан, необходимому в демократии для определения допустимых и недопустимых способов достижения цели.</p>
      <p>Мы призываем Европейский Парламент сформировать <strong>следственный комитет</strong>, в <a href="http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//TEXT+RULES-EP+20130521+RULE-185+DOC+XML+V0//EN&language=EN&navigationBar=YES">соответствии со ст. 185 внутренних правил</a>. Факты, которые необходимо расследовать, и сообщить обществу о результатах, следующие:</p>
      <ul class="chunk">
        <li>Каковы истинные возможности PRISM?</li>
        <li>Откуда эта система берёт данные для своей работы?</li>
        <li>Кто из чиновников в правительствах Европейского Союза и его членах знал и\или имел доступ к PRISM и подобным программам, или же данным из них?</li>
        <li>В какой степени были нарушены <a href="http://www.europarl.europa.eu/charter/default_en.htm">Хартия основных прав</a>, <a href="https://en.wikipedia.org/wiki/Data_Protection_Directive">Директива ЕС о защите данных</a>, <a href="https://en.wikipedia.org/wiki/Directive_on_Privacy_and_Electronic_Communications">Директива о приватности в электронных коммуникациях</a>, или любой другой закон Европейского Союза?</li>
      </ul>
      <p>Мы обращаемся к парламентам всех наций, и призываем установить, были ли нарушены ваши конституции, законы о защите информации и противодействию шпионажу.</p>
    </div>
  </div>
  <div class="box supporters">
    <h3><a href="#" onclick="return toggle(this)">3. Усилить защиту данных в Европе</a></h3>
    <div class="expanded">
      <p>Рассматриваемый в настоящий момент закон о защите основных видов пользовательской информации <a href="http://www.privacycampaign.eu/key-issues-of-the-regulation/">должен быть доработан</a>, чтобы обеспечить всеобщую и всеобъемлющую защиту данных частных лиц и бизнеса. Попытки протолкнуть <a href="http://lobbyplag.eu/">обратное</a> должны быть пресечены.</p>
       <p>В частности, <strong>данные европейских граждан не должны сознательно передаваться разведывательным организациям в США</strong>. <a href="https://www.openrightsgroup.org/blog/2013/how-the-eu-commission-caved-to-us-demands-to-water-down-its-privacy-law">Статья 42</a> из первого попавшего в свободный доступ черновика, упоминавшая противодействие разведывательным действиям, совершаемым на основании USA Patriot Act и USA Foreign Surveillance Act, а также препятствующая доступу зарубежных судей к европейским данным, снова должны быть введена в проект закона. Метаданные и псевдонимы также должны быть защищены.</p>
      <p>В соответствии с <a href="https://en.wikipedia.org/wiki/International_Safe_Harbor_Privacy_Principles">International Safe Harbor Privacy Principles</a> (т.н. "закон о тихой гавани"), американские компании должны сообщать пользователям о случаях передачи их данных третьим лицам. Таким образом, компании, учавствовавшие в PRISM, нарушили это требование. В ответ Европейский союз <strong>должен отозвать</strong> свою подпись под данным документом (<a href="http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:32000D0520:EN:HTML">Решение комиссии 2000/520/EC</a>), чтобы компании-участники PRISM, таким образом, стали подсудны европейским судам, если только они немедленно не прекратят подобные практики. Само положение о "тихой гавани" должно быть пересмотрено таким образом, чтобы в нем появились более эффективные механизмы, препятствующие злоупотреблениям, или же заменено новым межнациональным соглашением о защите данных пользователей - например, соглашением, основанным на принципах проекта закона о защите основных видов пользовательской информации - General Data Protection Regulation.</p>
    </div>
  </div>
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">4. Принять всемирное соглашение о свободе в Интернете</a></h3>
    <div class="expanded">
      <p>Чтобы гарантировать, что Интернет останется движущей и демократизирующей силой, нежели инструментом для ограничения и сковывания демократических институтов, ЕС должен  предложить <strong>всемирное Соглашение о свободе в Интернете</strong>. Подобное соглашение должно надёжно защищать конфиденциальность и приватность коммуникаций, свободу выражения своего мнения и доступ к информации, в особенности, в Интернете, а также - сетевой нейтралитет.</p>
    </div>
  </div>
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">5. Поддерживать ПО, обеспечивающее приватность</a></h3>
    <div class="expanded">
      <p>В дополнение к существующим "линиям обороны", пользователи также должны иметь возможность <strong>пользоваться программным обеспечением и сервисами, которые позволяют защитить их приватность</strong>. Такое ПО может обеспечивать анонимность, мощное шифрование на обеих сторонах, архитектуры peer-to-peer, "равный-равному", возможность для пользователя размещать собственные данные, предоставлять открытый исходный код для аудита самими пользователями, и другие меры, направленные на защиту данных пользователей. (p2p)</p>
         <p>Мы восхищены, что в числе предложений для программы <a href="http://ec.europa.eu/research/horizon2020/index_en.cfm">Horizon 2020</a> включена цель <em>&quot;<a href="http://www.kuleuven.be/eu/horizon2020/societal_challenges/security-more.html">обеспечивать приватность и свободу в Интернете</a>&quot;</em>. Мы призываем Европейский Союз проследить за тем, чтобы <strong>заметная часть средств</strong> из исследовательского фонда была потрачена на улучшение программного обеспечения и расширения спектра услуг, никак не меньше, чем планируется потратить на проекты, <a href="https://en.wikipedia.org/wiki/INDECT">преследующие прямо противоположную цель</a>, например, системы слежения и обработки данных, а также, чтобы проектам, прямая цель которых - дискриминация и слежка, немедленно было отказано в финансировании.</p>
    </div>          
  </div>
  <div class="box">
    <h3><a href="#" onclick="return toggle(this)">6. Не допустить появления "европейской" PRISM</a></h3>
    <div class="expanded">
      <p>В противовес злоупотреблениям США, <strong>мы предлагаем усиливать безопасность законными способами</strong>.</p>
      <p><strong><a href="https://en.wikipedia.org/wiki/Tempora">Прямые прослушки</a></strong> государственными агенствами, прямое внедрение в инфраструктуру Интернета, как те, что были осуществлены NSA, Агенством национальной безопасности США, в рамках программы <a href="http://thinkprogress.org/justice/2013/06/10/2133201/blarney-online-surveillance/?mobile=nc">BLARNEY</a>, должны быть немедленно поставлены вне закона. Подобные меры позволяют хранить и обрабатывать все данные, передаваемые через Интернет, обходя все способы контроля, таким образом нарушая безопасность всех личных данных и приватность каждого. Нарушение целостности сетевой инфраструктуры подобным безответственным способом подрывает веру в весь Интернет и нивелирует все его преимущества.</p>
      <p>Мы также вновь призываем <strong>отказаться от <a href="https://en.wikipedia.org/wiki/Data_Retention_Directive">Data Retention Directive</a></strong>. Чешский и румынский конституционные суды <a href="https://wiki.openrightsgroup.org/wiki/Data_Retention_Directive#Challenges_and_non-implementation">уже заключили</a>, что столь широкое, не имеющее на то никаких оснований хранение данных пользователей, нарушает основные права человека. Создавая всеобщий архив данных без решения суда потворствует таким же злоупотреблениям власти, как и в случае с PRISM, угрожая самой структуре разделения исполнительной и судебной власти, которая и составляет основу всеобщей демократии.</p>
    </div>          
  </div>
EOD;

$undersigned = "Нижеподписавшиеся";


?>